[
  "obsidian-spaced-repetition",
  "obsidian-smart-typography",
  "obsidian-importer",
  "settings-search",
  "obsidian-completr",
  "obsidian-icon-folder",
  "url-into-selection",
  "obsidian-excalidraw-plugin",
  "tag-wrangler",
  "recent-files-obsidian",
  "obsidian-text-format",
  "templater-obsidian",
  "homepage",
  "obsidian-advanced-slides",
  "obsidian-style-settings",
  "obsidian-latex-suite",
  "quick-latex",
  "obsidian-full-calendar",
  "calendar"
]